[
    "1分钟内喝下100升牛奶。",
    "一天睡够60个小时。",
    "对着一堵墙说再见，然后倒退着离开。",
    "对着自己的影子挥手，然后等待它回应。",
    "把左脚的鞋子脱下来，郑重地套在左手上。",
    "用手在空气中画一个看不见的门，然后推门走进去。",
    "假装自己的左手不认识右手，握手自我介绍。",
    "前往蜘蛛巢担任食指护父。",
    "假装手指是笔，在空中写自己的名字三遍。",
    "剪开回忆。",
    "在屋内观赏后巷深宵。",
    "寻找一只蚊子，把它圈养起来。",
    "伪造一条指令，将其交给今日遇到的第十三个人。",
    "找到一辆奇异的巴士，杀死上面的十三个人。",
    "打包一份午餐盒，并于今日下午1点在十一区街道的垃圾桶上食用。",
    "当时针指向7点到8点之间时，烤制达克瓦兹蛋糕，并边看电影边吃掉它。",
    "与你遇到的前五个人玩一局‘我从来没有’游戏。当有人弯下一根手指时，就折断它。",
    "为你遇到的第六十二个人整齐地修剪指甲。",
    "抚摸四足动物五次。",
    "抚摸四足动物五次。",
    "转动一个转盘，根据结果决定将蛋糕扔向哪个人。",
    "同时食用八个室温下储存的螃蟹和熟透的柿子。",
    "在建筑物的屋顶栏杆边，喊出你讨厌的人的名字，然后跳下去。建筑物的高度无关紧要。",
    "饭后，丢弃所有用来盛放那顿饭的餐具。",
    "收到指令后的次日早晨，起床后立即喝三杯水。",
    "与住在同一栋楼的居民比赛跑到七区。每二十三分钟测量一次距离，并淘汰离目的地最远的人。",
    "三天内，织一条带有蝴蝶图案的围巾。",
    "拨打任意一个号码。向接电话的人送上新年祝福和吉祥话。",
    "从一面白墙上看见绿色。",
    "蠕虫。老鼠。昆虫。你会知道剩下的。",
    "饥饿时，食用一个加了洋葱的奇基芝士汉堡。",
    "折叠三十九个纸鹤，并从屋顶扔下。",
    "工作时，割下第一个对你大发雷霆的人的耳朵。",
    "当你的目光与另一个人相遇时，向他们点头致意。",
    "立刻回到你的家中。只有当一只狗在你家门前叫了一声之后，你才能离开。",
    "穿着浅绿色的衣服，在一个三角形的巷子里走10步。",
    "管你遇到的第一个人叫同性恋，然后去亲吻他们。",
    "在读完自然常数e的数值之前，不要回家。",
    "在400,000米处，右转。",
    "每天总计睡眠800小时。",
    "只用右手吃饭和写字。",
    "在网上订购一件你不需要的东西。",
    "服从城市的指令。",
    "把钱浪费在某人身上。",
    "去睡觉。你必须梦到一只关在笼子里的鸟。鸟的颜色无关紧要。",
    "确保2加2等于5。",
    "访问索引并领取你的个性化奖励。",
    "回溯你今天走过的所有路。一旦你回到床上，抚摸自己。",
    "重复昨天的指令。你必须确保戴着眼镜。",
    "明天再来，把你的指令表演两遍。",
    "服从你今天接到的第一个命令。",
    "购买一件你永远不会用的东西。",
    "去一个陌生的地方，静静观察10分钟。",
    "向你最喜欢的女生表白，直到她“同意”或者“拒绝”为止。",
    "去往任意一家便利店的厕所捅自己两刀，然后若无其事的走出来。",
    "给星期四第1个问你要疯狂星期四vo50的人v他50。",
    "请在两分钟内对着镜子说800遍「我是正常人」",
    "请在一天内睡够800个小时。",
    "喝一升热牛奶，并开始剧烈运动。",
    "请只用右手写字吃饭和扣下扳机。",
    "给你今天第1个登录的游戏充值任意金额。",
    "请在30分钟内找到伴侣，棕色头发最佳。",
    "在90小时内找到自己感觉舒适的人杀死，并把内脏挂在自己家的墙上。",
    "请在一小时内去往任意图书馆拿出一本书，并且不让任何人发现。",
    "走到大街上切断自己的一根拇指，并吃掉它",
    "戴上黑色的面具在大街上找到任意人并对其说苦痛就是我的唯一。",
    "今天内睡10分钟，醒10分钟，重复24小时。",
    "举起一把刀，刺伤一个熟悉又温暖的身体。",
    "拿起剪刀剪断木偶线，让自己重获自由。",
    "请在睡觉前眨三次眼，并点一次头。",
    "请在一小时内找到任意白色液体，并喝掉。",
    "出门见到的第1个自己最熟悉的人，并给其一拳。",
    "请从高空跃下，并且不做一切安全措施。",
    "请 在 念 完 自 然 常 数 e 之 前 不 要 归 家。",
    "请砍下自己的右脚并吃掉（骨头不用）",
    "请在一天之内工作12个小时后立即下班。",
    "请前往B站为你见到的第1个视频点赞。",
    "请上两元的公交车，并只给一块钱。",
    "请在最痛苦时开怀大笑。",
    "请在4小时内听完所有自己最喜欢的音乐。",
    "请在一天内生病20次。",
    "请在24小时内读完π的所有数。",
    "用橡皮当笔，并写完一次作业。",
    "--蓄力猛击自己魔丸9178次。",
    "请在自己生日当天的凌晨0点00分准时祝自己生日快乐。",
    "...请用叉子当筷子吃饭",
    "找到一只山羊，并骑在上面两小时。",
    "一直盯着镜子里的自己看，直到自己开始不认识自己。",
    "假装自己是明星，并让任意一个人向你寻求签名",
    "...请在一小时内练会舞蹈。",
    "假装自己是警察，并对任意一个人说你被逮捕了。",
    "在大街上买一桶爆米花并且爆米花的数量为56。",
    "请在24小时内模仿中端机。",
    "...请在空调房吹一小时冷气。",
    "打开任意自己最喜欢的游戏，并玩24小时...。",
    "假装自己是维特鲁姆人，并从高空跃下。",
    "找到一首自己最喜欢的哈基米音乐，并将其唱完。",
    "请在睡着后说完26位英文字母。",
    "今天模仿猫咪让猫咪睡床，你睡猫窝。",
    "如果你是左撇子，请砍掉右手。",
    "请将右手砍下，并且不要用左手写字。",
    "请在24小时内喝下一升的人血。",
    "请买一个盗版的任意东西，并以正版的价格卖给别人。",
    "请在90小时内写一部小说，并让自己出名",
    "请在一天内cos自己最喜欢的角色。",
    "来到漆黑的下水道，并念出痛苦啊你便是我的唯一...",
    "请在今天内站在垃圾桶上享用晚餐...",
    "在24小时内站在大街上淋一场雨。",
    "假装自己是女人，并和一位男生交往。",
    "前往都市中心拆散一对同，并警告以后不能再这么做。",
    "走到大街上见到的第1个女生，并亲吻她",
    "请在星期一给自己放一次24小时的假。",
    "请在朋友未察觉的情况下借他200元。",
    "请在24小时内，让自己最喜欢的人发现自己最奇怪的性癖。",
    "在24小时内看完自己所有最喜欢的动漫",
    "请在一小时内学会游泳，并前往湖里试炼。",
    "请在三小时内买到免费的鸡蛋。",
    "请和一位游戏天才PK并获胜。",
    "请在一天内，心脏跳动500下。",
    "如你感觉自己被约束，请让自己重获自由。",
    "请在24小时内欺骗朋友，并让他相信这是真的。",
    "请在晚上9点向星星许愿，并在接下来的两小时内完成愿望。",
    "在24小时内成为消防员，并救助一场火灾",
    "请在24小时内找到自己最喜欢的人，并一直表白到其同意。",
    "找到你的朋友，并展示你的后空翻",
    "如你是左撇子，请以后主要使用右手，如你是右撇子，请以后主要使用左手。",
    "前往医院，把左手装到右手，右手装到左手",
    "请在一分钟之内找到视频时长为11分45秒的视频。",
    "点一份外卖，如超时请将外卖员殴打一顿。",
    "煮一碗面，并只吃一半的面条。",
    "请前往医院，并死活跟医生说我有病。",
    "在“冬天”开空调，“夏天”开暖气。",
    "制作一份便当并在街道上的任意垃圾桶旁品尝。",
    "请在晚上晒日光浴...。",
    "请在装满热牛奶的泳池里跳舞，并把牛奶全喝了。",
    "…请在白色的墙上看到绿色。",
    "在写作业时听都市之子，并且发三条弹幕，点赞三连。",
    "聆听自我，然后前往你所想前往的地方",
    "请在当前或之后看的第1个视频将其评论全部看完。",
    "和朋友吵架，直到朋友不回怼为止。",
    "打开边狱巴士，并只用一次通关15牢。",
    "…在两小时内刷完一套高考模拟试题。",
    "···在今天向你暗恋的人表白，并向右跳一下。",
    "现在没有指令，休息一会吧。"
]